{
        "name": "Citizen Passport",
        "description": "Unleash the full potential of the space economy and be a part of the future of space exploration with the Copernic Space Passport NFT Collection.\n\n&nbsp;\n\nGet exclusive access to a range of benefits on the Copernic Space Marketplace, from earning potential to discounted prices on space-related products and services. Participate in IRL space experiences like rocket launches and sending personal assets to the Moon + more!\n\n&nbsp;\n\nWith a limited collection of Passports, be one of the few who can take advantage of tangible value and access to space.\n\n---\n\nGet your foot in the door of the space economy with the **Citizen Passport** from Copernic Space. With exclusive access to benefits like earning potential, discounted prices on space-related products, chances to win space-related experiences and gain access to our space partner opportunities, the Citizen Passport is your ticket to the future of space exploration.\n\n&nbsp;\n\n* Make money by sharing your Citizen link - EARN 50% of platform revenue generated by any sales that come through it\n* Keep more of your earnings - SAVE 50% off platform fees for all purchases you make\n* Automatic entry to win amazing space-related prizes and experiences such as rocket launches\n* 2 for 1 Starborn offer for Copernic Space holders\n* Free tickets to our Metaverse space events with [Adshares](https://cryptoslate.com/this-new-deal-introduces-true-space-assets-and-experiences-into-the-metaverse/) & [WEOM](https://copernicspace.com/weomxcopernicspace)\n* Chance to send your digital assets such as art or music to the Moon\n\n**[Join our Discord](https://discord.gg/XdAJGRJpSh)**\n[![logo](https://nftstorage.link/ipfs/bafybeicrbbx37kc7qano3u7lvhcnkj3yuci6jxj36j3rhnru526bjcckte/discord-logo.gif)](https://discord.gg/XdAJGRJpSh)",
        "image": "ipfs://bafybeicrbbx37kc7qano3u7lvhcnkj3yuci6jxj36j3rhnru526bjcckte/CSP_CITIZEN.mp4",
        "external_url": "https://stage.copernicspace.com/spaceibles/0xEB4b58d87C94AE8b7D4733BA8A13C8CFf623688D-1"
}