{
	"name": "Astronaut Passport",
	"description": "Unleash the full potential of the space economy and be a part of the future of space exploration with the Copernic Space Passport NFT Collection.\n\n&nbsp;\n\nGet exclusive access to a range of benefits on the Copernic Space Marketplace, from earning potential to discounted prices on space-related products and services. Participate in IRL space experiences like rocket launches and sending personal assets to the Moon + more!\n\n&nbsp;\n\nWith a limited collection of Passports, be one of the few who can take advantage of tangible value and access to space.\n\n---\n\nExperience the ultimate space adventure and make your mark on the universe with the **Astronaut Passport** from Copernic Space. Gain access to exclusive benefits like building your own IRL space mission, creating and selling your own space assets, and showcasing your collection at partnered physical galleries worldwide + more.\n\n&nbsp;\n\n* All Ambassador Passport benefits +\n* Build Your IRL Space Mission Send a physical or digital payload such as a commercial product to the ISS or the Moon.",
	"image": "ipfs://bafybeibxdgwwhoyajblbhkmc4zechnxnuo4af3gwd2ex3fzsz7537x2hhi/CSP_ASTRONAUT.mp4",
	"external_url": "https://app.copernicspace.com/spaceibles/asset/CSP-3",
	"tags": ["space", "economy", "business", "art", "blockchain"],
	"creator": {
		"name": "Copernic Space",
		"description": "Copernic Space is a decentralized marketplace for the space economy that leverages blockchain technology to enable access to space assets and related data. The platform connects providers and buyers of space-related products and services, making it easier for them to exchange and monetize space assets such as satellite data, space debris, and even payloads headed for the moon.",
		"image": "ipfs://bafybeibxdgwwhoyajblbhkmc4zechnxnuo4af3gwd2ex3fzsz7537x2hhi/CS_LOGO_BLACK_WITH_LABEL.png",
		"external_link": "https://copernicspace.com"
	},
	"collection": {
		"name": "Copernic Space Passports",
		"description": "Copernic Space is the door to access Space ... and our passport is your key. The Copernic Space Passport gives you on-platform utilities, financial benefits, and access to IRL Space opportunities.",
		"external_link": "https://app.copernicspace.com/spaceibles?collection=spacepassport",
		"banner_image": "ipfs://bafybeibxdgwwhoyajblbhkmc4zechnxnuo4af3gwd2ex3fzsz7537x2hhi/CS_BANNER.png"
	}
}
